Repository: RichardPlaza/ProBlog
Catalog: languages/messages.po
Languages: de_de

source: You have not enabled your Alchemy API!
de_de: Sie haben Ihre Alchemy API nicht freigeschaltet!

source: <p>You can enable your Alchemy API in your ProBlog settings area.</p>
de_de: <p>Sie können Ihre Alchemy API in ProBlog/Einstellungen freischalten .</p>

source: Run Optimizer Report
de_de: Optimizer report starten

source: Your Tweet Is Live! Woot!!!
de_de: Dein Tweet ist live! Wow!!!

source: Post To Twitter
de_de: An Twitter posten

source: #hashtag1 #hashtag2 @soandso
de_de: #hashtag1 #hashtag2 @so-und-so

source: You have not authorized twitter in your ProBlog settings yet!
de_de: Sie haben Twitter in ProBlog noch nicht autorisiert!

source: Tags
de_de: Schlagwörter

source: Category
de_de: Kategorie

source: About The Author
de_de: über den Autor

source: <i> Please add your bio info through your member profile page, or through your dashboard.</i>
de_de: <i>Bitte ergänzen Sie Ihre Bio-Info übers Mitgliedsprofil oder über die Verwaltung.</i>

source: Next
de_de: Weiter

source: Previous
de_de: Zurück

source: List of Latest Comments
de_de: Liste aktuellster Beiträge

source: Latest Comments
de_de: Aktuellste Beiträge

source: Number of items to display:
de_de: Anzuzeigende Anzahl

source: 0 for all
de_de: 0 für alle

source: Displays month archive for pages
de_de: Anzeige des Monatsarchives für Seiten

source: ProBlog Date Archive
de_de: ProBlog Datumsarchiv

# Input of a title
source: Display Title
de_de: Titel anzeigen

source: # of Months to display
de_de: # der aufgeführten Monate

source: Months Link to Page
de_de: Monatslink auf Seite

source: List Blog Items based on type, author, or category.
de_de: Auflistung der Beiträge nach Typ, Author oder Kategorie.

source: ProBlog List
de_de: ProBlog Liste

source: Please give your RSS Feed a name.
de_de: Bitte RSS Feed Name eingeben

source: All Categories
de_de: Alle Kategorien

source: Content
de_de: Inhalt

source: Filters
de_de: Filter

source: Sorting
de_de: Sortierung

source: Options
de_de: Optionen

source: Blog Title
de_de: Forum Titel

source: Number/Type of Pages
de_de: Nummer/Seitentyp

source: Display
de_de: Anzeigen

source: pages of type
de_de: Seitentypen

source: Truncate Summaries?
de_de: Zusammenfassung kürzen?

source: Truncate descriptions after
de_de: Beschreibung kürzen nach

source: characters
de_de: Zeichen

source: Page Break?
de_de: Seitenabbruch?

source: Page Break Syntax
de_de: Syntax Seitenabbruch

source: Use Content instead of Description?
de_de: Inhalt statt Beschreibung verwenden?

source: Yes, use the page "content" block
de_de: Ja, den Inhaltsblock verwenden

source: Display Aliases
de_de: Aliase anzeigen

source: Display page aliases.
de_de: Seitenaliase anzeigen

source: By Categories
de_de: Nach Kategorie

source: Match All Categories
de_de: Übereinstimmung aller Kategorien

source: Yes, posts must match all Category selections.
de_de: Ja, Beiträge müssen mit allen Kategorien übereinstimmen

source: By Author
de_de: Vom Autor

source: By Sitemap
de_de: Vom Seitenbaum

source: everywhere
de_de: überall

source: beneath this page
de_de: unterhalb dieser Seite

source: beneath another page
de_de: unterhalb einer anderen Seite

source: Filter only Featured Posts
de_de: nur hervorgehobene Beiträge anzeigen

source: Featured pages only.
de_de: nur hervorgehobene Beiträge anzeigen

source: (<strong>Note</strong>: You must create the "is_featured" page attribute first.)
de_de: (<strong>Nota</strong>: Sie müssen zuerst das "Hervorgehoben"-Attribut setzen.)

source: Sort Pages
de_de: Seiten ordnen

source: Pages should appear
de_de: Seiten sollen sichtbar werden

source: in their sitemap order
de_de: nach ihrer Seitenreihenfolge

source: with the most recent first
de_de: mit dem neuesten zuerst

source: with the earlist first
de_de: mit dem ältesten zuerst

source: in alphabetical order
de_de: in alphabetischer Reihenfolge

source: in reverse alphabetical order
de_de: in umgekehrter alphabetischen Reihenfolge

source: Pagination
de_de: Nummerierung

source: Display pagination interface if more items are available than are displayed.
de_de: Paginierungsauswahl anzeigen, wenn mehr als die angezeigten Beiträge vorhanden sind.

source: Provide RSS Feed
de_de: RSS Feed ermöglichen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: RSS Feed Title
de_de: RSS Feed Titel

source: RSS Feed Description
de_de: RSS Feed Beschreibung

source: by
de_de: von

source: Get this feed
de_de: Dieses feed nehmen

source: Read More
de_de: Mehr lesen

source: Unsubscribe from this Blog
de_de: Abonnierung aufheben

source: Subscribe to this Blog
de_de: Diesen Beitrag abonnieren

source: get RSS feed
de_de: RSS Feed nehmen

source: Return a set number of related pages based on tags
de_de: Gibt die Anzahl der Beiträge aus auf die das Schlagwort zutrifft

source: Related Pages
de_de: Ähnliche Seiten

source: Number and Type of Pages
de_de: Nummer und Seitentyp

source: All
de_de: Alle

source: Location in Website
de_de: Position auf Seite

source: Display pages that are located
de_de: lokalisierte Seiten anzeigen

source: with same parent
de_de: mit gleicher Stammseite

source: Filter Page
de_de: Seite filtern

source: (<strong>Note</strong>: requires "is_featured" page attribute.)
de_de: (<strong>Nota</strong>: verlangt "Wird hervorgehoben"-Attribut.)

source: Tags From Current Page
de_de: Schlagwörter der aktuellen Seite

source: in a random order
de_de: in zufälliger Reihenfolge

source: with the earliest first
de_de: mit dem ältesten zuerst

source: Truncate Summaries
de_de: verkürzte Zusammenfassung

source: Related Posts
de_de: verwandte Beiträge

source: A professional Blogging package
de_de: Ein professionelles Forum

source: Blog Management
de_de: Forum Management

source: Add/Edit
de_de: Hinzufügen/Editieren

source: ProBlog Additional Attributes
de_de: ProBlog zusätzliche Attribute

# AttributeTypeName
source: User Picker
de_de: Benutzer Leser

# AttributeTypeName
source: Post To Twitter
de_de: an Twitter posten

# AttributeTypeName
source: ProBlog Optimizer
de_de: Pro Blog Optimierer

source: Blog Author
de_de: Autor

source: Blog Section
de_de: Beitragsteil

source: Blog Category
de_de: Beitragskategorie

source: ProBlog Optimizer
de_de: ProBlog Optimierer

source: Post Title
de_de: Beitragstitel

source: Post Slug
de_de: Beitrags-Slug

source: Latest blog
de_de: aktuellster Beitrag

source: Our latest blog feed
de_de: Unser aktuellster Feed

source: Our Latest Blog Posts
de_de: Unsere aktuellsten Beiträge

source: Category List
de_de: Kategorieliste

source: Tag List
de_de: Schlagwortliste

source: Tag Cloud
de_de: Schlagwortwolke

source: Archive
de_de: Archiv

source: Blog Search
de_de: Beitragssuche

source: go
de_de: los

source: Please add a comment
de_de: Kommentar hinzufügen

source: Author Info
de_de: Autoreninfo

source: About the author
de_de: Über den Autor

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Edit
de_de: Bearbeiten

source: Create
de_de: Erzeugen

source: Event
de_de: Ereignis

source: Create Blog
de_de: Beitrag erzeugen

source: Update Blog Entry
de_de: Beitrag aktualisieren

source: Add Blog Entry
de_de: Beitrag hinzufügen

source: Blog Search Page
de_de: Forum Suchseite

source: Search website for terms, categories, tags and content keywords.
de_de: Seite nach Themen, Kategorien, Schlagwörtern und Inhalt durchsuchen.

source: Blog Search Categories
de_de: Forum Suchkategorien

source: Blog categories search result for
de_de: Forum Kategorien Suchergebnisse für

source: Blog Search Tags
de_de: Forum Suchschlagwörter

source: Blog tags search result for
de_de: Forum Schlagwort Suchergebnis für

source: You must choose a parent page for this blog entry.
de_de: Sie müssen eine übergeordnete Seite wählen.

source: Title is required
de_de: Ein Titel ist erforderlich

source: You must have at least one page in your website designated as a "blog section".
de_de: Sie benötigen mindestens eine Seite mit der Einstufung "blog section".

source: Categories must have a value
de_de: Kategorien benötigen einen Wert

source: You do not have permission to add a page of that type to that area of the site.
de_de: Sie haben keine Berechtigung eine Seite diesen Typs in diesen Bereich hinzuzufügen.

source: "%s" has been approved and is now public
de_de: “%s” wurde geprüft und ist veröffentlicht

source: "%s" has been deleted
de_de: “%s” wurde gelöscht

source: Blog added.
de_de: Beitrag hinzugefügt.

source: Blog updated.
de_de: Beitrag aktualisiert.

source: Message Has Been Deleted!
de_de: Nachricht wurde gelöscht!

source: Message unapproved!
de_de: Il messsaggio è stato segnato come non approvato!

source: Message Approved!
de_de: Beitrag nicht genehmigt!

source: You are now editing
de_de: Sie bearbeiten gerade

source: Excellent! Your theme has a right_sidebar!
de_de: Ausgezeichnet! Ihr Theme hat eine Rechte Sidebar!

source: Everything looks good! Go ahead and install ProBlog!
de_de: Alles sieht gut aus! Mit der Installation von ProBlog fortsetzen!

source: No right_sidebar page template found
de_de: Keine right_sidebar-Vorlage gefunden

source: Please <b><u>cancel</u></b> and register a right_sidebar page template to your theme before attempting to install ProBlog!
de_de: <b><u>Abbrechen</u></b> und eine right_sidebar-Vorlage im Theme einrichten bevor Installation fortgesetzt wird!

source: Attributes
de_de: Attribute

source: Optimize
de_de: Optimierung

source: Author
de_de: Autor

source: Blog Description
de_de: Beitragsbeschreibung

source: Draft Copy
de_de: Entwurfskopie

source: save normal
de_de: Normal speichern

source: save as draft
de_de: Speichern als Entwurf

source: Date/Time
de_de: Datum/Zeit

source: Section/Location
de_de: Bereich/Position

source: No sections defined. Please create a page with the attribute "blog_section" set to true.
de_de: Kein Bereich definiert. Bitte erzeugen Sie eine Seite mit dem gesetzten Attribut "Blog section".

source: Page Template
de_de: Seitenvorlage

source: Post to Twitter?
de_de: An Twitter posten?

source: Meta Title
de_de: Meta Titel

source: Meta Description
de_de: Meta Beschreibung

source: Meta Tags
de_de: Meta Schlagworte Tags

source: Your Blog Post has been posted successfully!
de_de: Ihr Beitrag wurde erfolgreich gepostet!

source: NLP Keyword Phrase
de_de: NLP Schlüsselwort

source: Search Relevance
de_de: Relevanz der Suche

source: Times Used
de_de: mal benutzt

source: Density %
de_de: Dichte %

source: Keyword
de_de: Suchwort

source: Link Usage
de_de: Link Gebrauch

source: Link Address
de_de: Link Adresse

source: Valid URL
de_de: gütige URL

source: Image Usage
de_de: Bild Gebrauch

source: <p>Because most Search Engines now index images for use in their optimized image search tools, having images in your posts can have a positive impact on your page rankings.</p><p>The recommended Image Density is .5-1.5%</p>
de_de: Because most Search Engines now index images for use in their optimized image search tools, having images in your posts can have a positive impact on your page rankings.</p><p>The recommended Image Density is .5-1.5%</p>

source: SEO Checklist
de_de: SEO Checkliste

source: <p>This list is designed to help you produce consistent & relevant content that is search optimized and spider friendly.</p><p>The below should be considered the minimum requirement for stronger SEO presence.</p>
de_de: >This list is designed to help you produce consistent & relevant content that is search optimized and spider friendly.</p><p>The below should be considered the minimum requirement for stronger SEO presence.</p>

source: Metric
de_de: Metrik

source: Meta's Checklist
de_de: Meta's Checkliste

source: Meta Title contains a top used Keyphrase
de_de: Meta Title beinhaltet ein Top-used Keyphrase

source: Meta Description contains top 5 keywords
de_de: Meta Descrition beinhaltet ein Top-5 Keyword

source: Meta Keywords contain top 5 keyphrases & top 5 keywords
de_de: Neta Keywords beinhaltet ein Top-5 Keyphrase & Top-5 Keyword

source: Tag Attribute contains 3 keywords
de_de: Schlagwort Attribut beinhaltet 3 Keywords

source: <p>This Checklist is designed to optimize your use of HTML tags.</p><p>Search Engines now prioritize semantically structured content over older markup formatting.</p>
de_de: <p>Diese Checkliste wurde gestaltet um HTML-Tags zu optimieren.</p><p>Suchmaschinen favorisieren semantische Struktur gegenüber alten Markup-Formatierungen.</ p>

source: Page title contains a top used keyphrase
de_de: Seitentitel enthält Top Keyphrase

source: No H1 tags within your post
de_de: Kein H1 Tag im Beitrag

source: Use of H2 tags
de_de: H2 Tag benutzen

source: Use of Blockquote tags
de_de: Blockquote benutzen

source: Blog Posts
de_de: Forum Beiträge

source: comment
de_de: Kommentar

source: A request for Blog Approval has been made
de_de: Eine Antwort auf einen Forumeintrag wurde gemacht

source: New Blog Post!
de_de: Neuer Forumeintrag!

source: Update
de_de: Aktualisieren

source: Add
de_de: Hinzufügen

source: Blog Post
de_de: Forum Beitrag

source: SEO Tools to help you maximize your impact!
de_de: SEO Tools um die Wirkung zu erhöhen!

source: <p>Below you will find some helpful SEO tools to aid you in the delicate balance of keywords, keyword phrases, images, and links.</p><p>To the right you will find three important checklists. While nothing on this report is mandatory, making sure as many items are checked on these lists as possible will ensure better readability and ranking by search engine algorithms.</p>
de_de: <p>Untenstehend finden Sie einige hilfreiche SEO-Tools welche Ihnen bei der heiklen Balance mit Keywords, Phrases, Bildern und Links helfen</p><p>Auf der rechten Seite finden Sie 3 wichtige Checklisten. Keine dieser Angaben ist zwingend, aber je mehr Teile zutreffen, umso höher ist das Ranking in Suchmaschinen.</p>

source: %s Post
de_de: %s Beiträge

source: Save & Continue
de_de: Zwischenspeichern

source: Cancel
de_de: Abbrechen

source: View/Search Blog
de_de: Anzeige/Beitragsuche

source: Holy guacamole! This is a warning!
de_de: Achtung! Das ist eine Warnung!

source: Are you sure you want to delete
de_de: Wollen sie dies sicher löschen:

source: This action may not be undone!
de_de: Diese Aktion kann nicht rückgängig gemacht werden !

source: Yes Remove This
de_de: Ja, löschen

source: Section
de_de: Bereich

source: by Name
de_de: nach Name

source: by Category
de_de: nach Kategorie

source: by Tag
de_de: nach Schlagwort

source: Only Show Unapproved
de_de: Nur ungenehmigte zeigen

source: Search
de_de: Suche

source: Date
de_de: Datum

source: Page Owner
de_de: Seiteninhaber

source: blog Category
de_de: Beitragskategorie

source: In Draft
de_de: In Entwurf

source: Approve This
de_de: Bestätigen

source: Blog Comments
de_de: Beitragskommentare

source: Approved
de_de: Bestätigt

source: Unapproved
de_de: Nicht bestätigt

source: submit
de_de: Senden

source: User Info
de_de: Benutzer Info

source: Comment
de_de: Kommentar

source: Permanently Remove
de_de: komplett l&oumlschen

source: Reply To Message
de_de: Auf Beitrag antworten

source: Unapprove
de_de: unbestätigt

source: Approve
de_de: bestätigt

source: Blog Settings
de_de: Forum Einstellungen

source: Show
de_de: Anzeigen

source: Facebook Like
de_de: Facebook Gefällt mir

source: Comments
de_de: Kommentare

source: Publishing Settings
de_de: Einstellungen Ver&oumlffentlichungen

source: Enable Canonical URLS
de_de: Canonical URLS aktivieren

source: Automatically publish pages by year and month. (/blog/2013/06/my-blog-post)
de_de: Automatisch nach Jahr und Monat publizieren. (/blog/2013/06/mein-beitrag)

source: Page Break for Post Preview
de_de: Seitenumbruch für Vorschau

source: Blog Path Settings
de_de: Forum Pfadeinstellungen

source: Tags/Categories Search Results Location
de_de: Schlagwort/Kategorie Suchergebnisse Position

source: API Settings
de_de: API Einstellungen

source: Your Alchemy API key enables you to optimize your blog content.
de_de: Dein Alchemy API Key ermöglicht es dir, deinen Beitragsinhalt zu optimieren.

source: Enable Twitter Option
de_de: Twitter Option aktivieren

source: Authorize with Twitter
de_de: Authorisierung mit Twitter

source: You are connected to twitter as
de_de: Sie sind mit Twitter verbunden als

source: Clear
de_de: Löschen

source: Save Settings
de_de: Einstellungen speichern

# TemplateFileName
source: Blog Post
de_de: Forum Beitrag

# TemplateFileName
source: Archive
de_de: Archiv

# TemplateFileName
source: Categories
de_de: Kategorien

# TemplateFileName
source: Past Posts
de_de: Letzte Beiträge

# TemplateFileName
source: Tags
de_de: Schlagworte

# TemplateFileName
source: Tag Cloud
de_de: Schlagwort&uumlbersicht

# TemplateFileName
source: Compact
de_de: Kompakt
